{
    "title": "Gizlilik Politikası",
    "content": "Bu Gizlilik Politikası, N4YuC4_Blog web sitesini ziyaret ettiğinizde kişisel bilgilerinizin nasıl toplandığını, kullanıldığını ve paylaşıldığını açıklar. Gizliliğiniz bizim için önemlidir.\n\n### Topladığımız Bilgiler\n\nWeb sitemizi ziyaret ettiğinizde, otomatik olarak cihazınız hakkında belirli bilgiler toplarız. Bu bilgiler, web tarayıcınız, IP adresiniz, saat diliminiz ve cihazınıza yüklenen bazı çerezler gibi verileri içerebilir. Ayrıca, web sitesinde gezinirken, görüntülediğiniz web sayfaları veya ürünler, sizi web sitesine yönlendiren web siteleri veya arama terimleri ve web sitesiyle nasıl etkileşimde bulunduğunuz hakkında bilgi toplarız. Bu otomatik olarak toplanan bilgilere \"Cihaz Bilgileri\" diyoruz.\n\n### Bilgilerinizi Nasıl Kullanırız?\n\nTopladığımız Cihaz Bilgilerini genel olarak, web sitemizi geliştirmek ve optimize etmek için kullanırız (örneğin, müşterilerimizin web sitesinde nasıl gezindiğini analiz ederek ve pazarlama ve reklam kampanyalarımızın başarısını değerlendirerek).\n\nEk olarak, sağladığınız kişisel bilgileri (isim, e-posta, mesaj içeriği) bize gönderdiğiniz sorulara yanıt vermek, taleplerinizi işlemek ve size hizmet sunmak için kullanırız.\n\n### Bilgilerinizin Paylaşılması\n\nKişisel bilgilerinizi üçüncü taraflarla paylaşmayız, satmayız veya kiralamayız. Yalnızca yasal gereklilikler veya hizmet sağlayıcılarımızla (örneğin, web sitesi barındırma hizmetleri) anlaşmalar çerçevesinde bilgileri paylaşabiliriz ve bu durumda gizliliğinizin korunmasını sağlamak için gerekli tüm adımları atarız.\n\n### Haklarınız\n\nEğer Avrupa'da ikamet ediyorsanız, hakkınızda tuttuğumuz kişisel bilgilere erişme ve kişisel bilgilerinizin düzeltilmesini, güncellenmesini veya silinmesini isteme hakkına sahipsiniz. Bu hakkı kullanmak isterseniz, lütfen aşağıdaki iletişim bilgileri aracılığıyla bizimle iletişime geçin.\n\n### Değişiklikler\n\nBu gizlilik politikasını zaman zaman güncelleyebiliriz. Herhangi bir değişiklik durumunda, güncellenmiş politikayı bu sayfada yayınlayacağız.\n\n**Son Güncelleme:** 18 Haziran 2025"
}
